tap "anirudhg07/anirudhg07"
tap "caskformula/caskformula"
tap "felixkratz/formulae"
tap "ggerganov/ggerganov"
tap "heroku/brew"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "nikolaeu/numi"
tap "oven-sh/bun"
tap "saulpw/vd"
tap "supabase/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bacon"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "freetype"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bpython"
brew "btop"
brew "ccusage"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "cowsay"
brew "croc"
brew "dasel"
brew "libpq"
brew "diesel"
brew "docker"
brew "doctl"
brew "dust"
brew "entr"
brew "expect"
brew "eza"
brew "fastfetch"
brew "fd"
brew "flac"
brew "fribidi"
brew "libevent"
brew "gnutls"
brew "sdl2"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghidra"
brew "git"
brew "git-delta"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "grep"
brew "htop"
brew "icu4c@76"
brew "irssi"
brew "jq"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luajit"
brew "maven"
brew "mdp"
brew "mprocs"
brew "ncdu"
brew "neovim"
brew "numpy"
brew "pandoc"
brew "pdf2svg"
brew "pnpm"
brew "postgresql@14"
brew "pulseaudio"
brew "pytorch"
brew "ripgrep"
brew "rust-analyzer"
brew "scdoc"
brew "sl"
brew "stripe-cli"
brew "tig"
brew "tmux"
brew "tree"
brew "urlview"
brew "uutils-coreutils"
brew "wget"
brew "woff2"
brew "xh"
brew "zig"
brew "zsh-syntax-highlighting"
brew "ggerganov/ggerganov/hnterm"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "chromium"
cask "claude-code"
cask "coteditor"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-space-mono-nerd-font"
cask "fontgoggles"
cask "ghidra"
cask "iterm2"
cask "markedit"
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "miniconda"
cask "ngrok"
cask "orbstack"
cask "osxfuse"
cask "raycast"
cask "sf-symbols"
cask "stats"
cask "steam"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.remotehub"
vscode "k1eu.just-ts-snippets"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidthesloth.html5-boilerplate"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zarifprogrammer.tailwind-snippets"
go "github.com/mauricioabreu/golings/golings"
cargo "bootimage"
cargo "cargo-asm"
cargo "cargo-edit"
cargo "cargo-web"
cargo "diesel_cli"
cargo "rustlings"
cargo "rusty-man"
cargo "tree-sitter-cli"
cargo "wasm-bindgen-cli"
