aaron-bond.better-comments
anthropic.claude-code
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
detachhead.basedpyright
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
github.remotehub
mechatroner.rainbow-csv
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
neo4j-extensions.neo4j-for-vscode
qwtel.sqlite-viewer
ritwickdey.liveserver
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
svelte.svelte-vscode
tamasfe.even-better-toml
tomoki1207.pdf
vscodevim.vim
wakatime.vscode-wakatime
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zarifprogrammer.tailwind-snippets
